Repository: jeroensmeets/being-there
Catalog: languages/being-there-*.po
Languages: nl_nl

source: yes
nl_nl: ja

source: no
nl_nl: nee

source: Choir member
nl_nl: Koorlid

source: Celebrations
nl_nl: Vieringen

source: Celebration
nl_nl: Viering

source: Add New
nl_nl: Voeg een nieuwe toe

source: Add New Celebration
nl_nl: Voeg een viering toe

source: Edit Celebration
nl_nl: Bewerk viering

source: New Celebration
nl_nl: Nieuwe viering

source: View Celebration
nl_nl: Bekijk viering

source: Search Celebration
nl_nl: Zoek een viering

source: No celebrations found
nl_nl: Geen vieringen gevonden

source: No celebrations found in trash
nl_nl: Geen vieringen gevonden in de prullenbak

source: All Celebrations
nl_nl: Alle vieringen

source: Rehearsals
nl_nl: Repetities

source: Rehearsal
nl_nl: Repetitie

source: Add New Rehearsal
nl_nl: Voeg een repetitie toe

source: Edit Rehearsal
nl_nl: Bewerk repetitie

source: New Rehearsal
nl_nl: Nieuwe repetitie

source: View Rehearsal
nl_nl: Bekijk repetitie

source: Search Rehearsal
nl_nl: Zoek een repetitie

source: No rehearsals found
nl_nl: Geen repetities gevonden

source: No rehearsals found in trash
nl_nl: Geen repetities gevonden in de prullenbak

source: All Rehearsals
nl_nl: Alle repetities

source: Date and time
nl_nl: Datum en tijd

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: You must be logged in to view this page.
nl_nl: Je moet ingelogd zijn om deze pagina te bekijken.

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Remember Me
nl_nl: Onthoud mij

source: No dates found
nl_nl: Geen data gevonden

source: Organize the administration of your choir in WordPress
nl_nl: Regel de hele administratie van je koor in WordPress
